Revit 2027 API
BuiltInFailures.EditingFailures.NElementsDeleted Property
 [Number] elements were deleted
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NElementsDeleted { get; }
Public Shared ReadOnly Property NElementsDeleted As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NElementsDeleted {
	FailureDefinitionId^ get ();
}
static member NElementsDeleted : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace